[
    {
        "name": "American",
        "weight": "9 - 12 pounds",
        "description": "Slate blue or white. This rabbit has well-rounded hindquarters, narrow shoulders, and long erect ears.",
        "img": "American.jpg",
        "category": "America"
    },
    {
        "name": "American Fuzzy Lop",
        "weight": "3 to 4 pounds",
        "description": "These small rabbits have a large, flatted \"bulldog\" face and lopped ears, and look somewhat like a Holland Lop with long fur. They have been bred in many different colors.",
        "img": "american_fuzzy_lop.jpg",
        "category": "America"
    },
    {
        "name": "American Sable",
        "weight": "7 - 10 pounds",
        "description": "Nose, ears, feet, and tail are a very dark brown, body a sepia color. Body is medium long and full, head narrow, and ears long and erected.",
        "img": "american_sable.jpg",
        "category": "America"
    },
    {
        "name": "English Angora",
        "weight": "5 to 7 pounds",
        "description": "Thick wool covers the entire rabbit, including the face and the stand-up ears, giving in the appearance of a large fuzz-ball. They have been in many colors.",
        "img": "english_angora.jpg",
        "category": "Britain"
    },
    {
        "name": "French Angora",
        "weight": "7 1\/2 to 10 1\/2 pounds",
        "description": "Medium long rounded body, ears long and erect. Face, ears, and front feet have short fur; rest of body has very long wool. Many different colors have been bred.",
        "img": "french_angora.jpg",
        "category": "Europe"
    },
    {
        "name": "Belgian Hare",
        "weight": "6 - 9 1\/2 pounds",
        "description": "This rabbit has a lean racy body that looks more like a hare's than a rabbit's. Large upright ears.",
        "img": "belgian_hare.jpg",
        "category": "Europe"
    },
    {
        "name": "Beveren",
        "weight": "8 - 12 pounds",
        "description": "Pear-shaped body, long erect ears, dense coat of black, blue, or white.",
        "img": "Beveren.jpg",
        "category": "Europe"
    },
    {
        "name": "Britannia Petite",
        "weight": "2 - 2 1\/2 pounds",
        "description": "These tiny, compact rabbits have relatively narrow heads and a trim, arched body line. Ears are medium long and erect. Colors include white, black, otter, chesnut, agouti (like a wild rabbit), and sable marten.",
        "img": "britannia_petite.jpg",
        "category": "Britain"
    },
    {
        "name": "Harlequin",
        "weight": "7 to 9 1\/2 pounds",
        "description": "This striking rabbit originated in France. The body and head are banded with two colors. It has a medium-length body with rounded hindquarters, a rounded head, and long, upright ears.",
        "img": "Harlequin.jpg",
        "category": "Europe"
    },
    {
        "name": "Havana",
        "weight": "4 1\/2 - 6 1\/2 pounds",
        "description": "Black, blue or chocolate colored. Body is short with wide shoulders and hind-quarters. Head is narrow, ears medium-long and upright.",
        "img": "havana.jpg",
        "category": "America"
    },
    {
        "name": "Himalayan",
        "weight": "2 1\/2 - 4 1\/2 pounds",
        "description": "White rabbits with ears, nose, feet, and tail colored black, blue, lilac, or chocolate. Body is long and narrow with narrow head and rather short erect ears.",
        "img": "himalayan.jpg",
        "category": "Asia"
    },
    {
        "name": "Dwarf Hotot",
        "weight": "2 - 3 pounds",
        "description": "These little rabbits have a very striking appearance, all white except for a ring of black around the eyes. They have compact, rounded bodies and short, upright ears.",
        "img": "dwarf_hotot.jpg",
        "category": "Europe"
    },
    {
        "name": "Hotot",
        "weight": "8 - 11 pounds",
        "description": "Like the Dwarf Hotot this rabbit is white with black ringing the eye. Body is rounded and thick, head is narrow, ears are medium-long and upright.",
        "img": "Hotot.jpg",
        "category": "Europe"
    },
    {
        "name": "Jersey Wooly",
        "weight": "2 3\/4 to 3 1\/2 pounds",
        "description": "Body is rounded and compact. The Fur on the face and upright ears is short the rest of the body has long dense fur. They have been bred in many colors.",
        "img": "jersey_wooly.jpg",
        "category": "Britain"
    },
    {
        "name": "Lionhead",
        "weight": "3 - 3 3\/4 pounds",
        "description": "This breed originated in Belgium but has been developed in England. Body is well-rounded. Fur on body is dense and of medium length, two to three inches long forming a mane.",
        "img": "lionhead.jpg",
        "category": "Britain"
    },
    {
        "name": "Lilac",
        "weight": "5 3\/4 to right pounds",
        "description": "This rabbit is dove-gray with a pinkish tint. It has a medium-sized body with a somewhat narrow head and medium-long erect ears.",
        "img": "Lilac.jpg",
        "category": "Britain"
    },
    {
        "name": "English Lop",
        "weight": "9 to 12 pounds",
        "description": "Hinderquarters are rounded, shoulder and head narrow. The ears are lopped and extremely large, often measuring 24 inches from tip to tip.",
        "img": "english_lop.jpg",
        "category": "Britain"
    },
    {
        "name": "French Lop",
        "weight": "10 - 14 pounds",
        "description": "The largest of the lop breeds. This rabbit has massive, well muscled body with a wide head and thick, wide, lopped ears. The French Lop has been bred in many different colors.",
        "img": "french_lop.jpg",
        "category": "Europe"
    },
    {
        "name": "Holland Lop",
        "weight": "2 3\/4 to four pounds",
        "description": "Head is slightly flattened, body is short and looks massive. They have lopped ears and a prominent \"crowns\" (the ridge of cartilage between the ears). These popular rabits come in many colors and have soft, fine fur.",
        "img": "holland_lop.jpg",
        "category": "Europe"
    },
    {
        "name": "Velveteen Lop",
        "weight": "5 - 6 1\/2 pounds",
        "description": "Body is mandolin, shaped, chest is full and rounded. The ears are lopped and measure from 14 inches tip to tip. Fur is like that of rex rabbits. It is being bred in several colors.",
        "img": "velveteen_lop.jpg",
        "category": "America"
    },
    {
        "name": "Mini Plush Lop",
        "weight": "2 1\/2 to 3 1\/2 pounds",
        "description": "This breed was created in the late 1990s by Devie D'Anniballe by mixing the Mini rex, Mini Lop, and Holland Lop. The fur is like that of a rex, the appearance between that of a small Mini Lop and Holland Lop.",
        "img": "mini_plush_lop.jpg",
        "category": "America"
    }
]